{"class_name": "Sequential", "config": [{"class_name": "Dense", "config": {"bias_constraint": null, "use_bias": true, "bias_regularizer": null, "bias_initializer": {"class_name": "Zeros", "config": {}}, "kernel_constraint": null, "trainable": true, "kernel_regularizer": null, "batch_input_shape": [null, 8], "dtype": "float32", "name": "dense_153", "units": 500, "kernel_initializer": {"class_name": "VarianceScaling", "config": {"scale": 1.0, "seed": null, "mode": "fan_avg", "distribution": "uniform"}}, "activity_regularizer": null, "activation": "relu"}}, {"class_name": "Dense", "config": {"bias_constraint": null, "use_bias": true, "activation": "relu", "bias_initializer": {"class_name": "Zeros", "config": {}}, "kernel_constraint": null, "units": 300, "kernel_regularizer": null, "bias_regularizer": null, "name": "dense_154", "trainable": true, "kernel_initializer": {"class_name": "VarianceScaling", "config": {"scale": 1.0, "seed": null, "mode": "fan_avg", "distribution": "uniform"}}, "activity_regularizer": null}}, {"class_name": "Dense", "config": {"bias_constraint": null, "use_bias": true, "activation": "relu", "bias_initializer": {"class_name": "Zeros", "config": {}}, "kernel_constraint": null, "units": 700, "kernel_regularizer": null, "bias_regularizer": null, "name": "dense_155", "trainable": true, "kernel_initializer": {"class_name": "VarianceScaling", "config": {"scale": 1.0, "seed": null, "mode": "fan_avg", "distribution": "uniform"}}, "activity_regularizer": null}}, {"class_name": "Dense", "config": {"bias_constraint": null, "use_bias": true, "activation": "softmax", "bias_initializer": {"class_name": "Zeros", "config": {}}, "kernel_constraint": null, "units": 7, "kernel_regularizer": null, "bias_regularizer": null, "name": "dense_156", "trainable": true, "kernel_initializer": {"class_name": "VarianceScaling", "config": {"scale": 1.0, "seed": null, "mode": "fan_avg", "distribution": "uniform"}}, "activity_regularizer": null}}], "keras_version": "2.1.4", "backend": "tensorflow"}