{"keras_version": "2.1.5", "config": [{"class_name": "Dense", "config": {"activation": "relu", "bias_regularizer": null, "kernel_regularizer": null, "bias_constraint": null, "trainable": true, "name": "dense_25", "dtype": "float32", "kernel_initializer": {"class_name": "VarianceScaling", "config": {"mode": "fan_avg", "seed": null, "distribution": "uniform", "scale": 1.0}}, "bias_initializer": {"class_name": "Zeros", "config": {}}, "kernel_constraint": null, "units": 200, "use_bias": true, "batch_input_shape": [null, 5], "activity_regularizer": null}}, {"class_name": "Dense", "config": {"activation": "relu", "bias_regularizer": null, "kernel_regularizer": null, "bias_constraint": null, "trainable": true, "name": "dense_26", "kernel_initializer": {"class_name": "VarianceScaling", "config": {"mode": "fan_avg", "seed": null, "distribution": "uniform", "scale": 1.0}}, "bias_initializer": {"class_name": "Zeros", "config": {}}, "kernel_constraint": null, "units": 500, "use_bias": true, "activity_regularizer": null}}, {"class_name": "Dense", "config": {"activation": "sigmoid", "bias_regularizer": null, "kernel_regularizer": null, "bias_constraint": null, "trainable": true, "name": "dense_27", "kernel_initializer": {"class_name": "VarianceScaling", "config": {"mode": "fan_avg", "seed": null, "distribution": "uniform", "scale": 1.0}}, "bias_initializer": {"class_name": "Zeros", "config": {}}, "kernel_constraint": null, "units": 500, "use_bias": true, "activity_regularizer": null}}, {"class_name": "Dense", "config": {"activation": "softmax", "bias_regularizer": null, "kernel_regularizer": null, "bias_constraint": null, "trainable": true, "name": "dense_28", "kernel_initializer": {"class_name": "VarianceScaling", "config": {"mode": "fan_avg", "seed": null, "distribution": "uniform", "scale": 1.0}}, "bias_initializer": {"class_name": "Zeros", "config": {}}, "kernel_constraint": null, "units": 7, "use_bias": true, "activity_regularizer": null}}], "class_name": "Sequential", "backend": "tensorflow"}