{"keras_version": "2.1.5", "config": [{"config": {"bias_constraint": null, "name": "dense_5", "activity_regularizer": null, "batch_input_shape": [null, 5], "dtype": "float32", "kernel_initializer": {"config": {"distribution": "uniform", "mode": "fan_avg", "scale": 1.0, "seed": null}, "class_name": "VarianceScaling"}, "bias_initializer": {"config": {}, "class_name": "Zeros"}, "kernel_constraint": null, "units": 200, "trainable": true, "use_bias": true, "activation": "relu", "bias_regularizer": null, "kernel_regularizer": null}, "class_name": "Dense"}, {"config": {"bias_constraint": null, "name": "dense_6", "activity_regularizer": null, "kernel_initializer": {"config": {"distribution": "uniform", "mode": "fan_avg", "scale": 1.0, "seed": null}, "class_name": "VarianceScaling"}, "bias_initializer": {"config": {}, "class_name": "Zeros"}, "kernel_constraint": null, "units": 500, "trainable": true, "use_bias": true, "activation": "relu", "bias_regularizer": null, "kernel_regularizer": null}, "class_name": "Dense"}, {"config": {"bias_constraint": null, "name": "dense_7", "activity_regularizer": null, "kernel_initializer": {"config": {"distribution": "uniform", "mode": "fan_avg", "scale": 1.0, "seed": null}, "class_name": "VarianceScaling"}, "bias_initializer": {"config": {}, "class_name": "Zeros"}, "kernel_constraint": null, "units": 500, "trainable": true, "use_bias": true, "activation": "sigmoid", "bias_regularizer": null, "kernel_regularizer": null}, "class_name": "Dense"}, {"config": {"bias_constraint": null, "name": "dense_8", "activity_regularizer": null, "kernel_initializer": {"config": {"distribution": "uniform", "mode": "fan_avg", "scale": 1.0, "seed": null}, "class_name": "VarianceScaling"}, "bias_initializer": {"config": {}, "class_name": "Zeros"}, "kernel_constraint": null, "units": 3, "trainable": true, "use_bias": true, "activation": "softmax", "bias_regularizer": null, "kernel_regularizer": null}, "class_name": "Dense"}], "class_name": "Sequential", "backend": "tensorflow"}